[{"abstract":"Video games are more artistic, interesting, and immersive than ever before. As gaming becomes the dominant form of entertainment this century, game developers increasingly track player behavior to tailor experiences that will keep people playing longer and spending more money. So even as games become more artistic and interesting, they're looking more and more like gambling all the time.", "title":"FUTURE OF GAMES", "videoID":"lyNnwtDMO40","date":"October 31, 2018",  "tags":"", "objectID":"ob11"},
{"abstract":"As the nation continues to confront an epidemic of suicide, we explore the promising work of Dr. Jerry Motto, who in the 1960s, pioneered a simple, yet surprisingly successful method of treatment that is being implemented today.", "title":"Suicide, Veterans and How a Simple Idea Is Trying to Combat a Crisis", "videoID":"8l1HppUUtaQ","date":"November 14, 2018",  "tags":"", "objectID":"ob12"},
{"abstract":"The increasing scarcity of drinking water is beginning to capture the world's attention but surprisingly, an innovative solution might just be found in one of the Earth's driest places.", "title":"Why Earth's Driest Places May Hold the Key to the Future of Water", "videoID":"u8B2j_88m6o","date":"November 14, 2018",  "tags":"",  "objectID":"ob13"},
{"abstract":"Victor Jara was a legendary Chilean folk singer and political activist, whose brutal killing during a military coup in 1973 went unsolved for decades. Now, a quest for his killers has led to a Florida courtroom and his family may finally get justice.", "title":"How A Folk Singer's Murder Forced Chile to Confront Its Past", "videoID":"0nybX2_mYqg","date":"November 18, 2018", "tags":"", "objectID":"ob14"},
{"abstract":"Will Brett Kavanaugh answer any questions? He may not and it all goes back to the bitter hearings over Judge Robert Bork, which forever changed how nominees answer questions.", "tags":"SaveSCOTUS, ProtectROE, Protest, MyBodymyChoice, BarbaraJordan, AndrewCohen, CivilRights, JohnDanforth, NYT, YaleLaw, Yale, Biden, Trump", "title":"Bitter Supreme Court Confirmations from Bork to Kavanaugh", "videoID":"fQEEdLCE3gc","date":"August 31, 2018", "objectID":"ob15"}]